export const articles = [
  {
    id: "1",
    title:
      "Ірина Геращенко. Приватний інвестор прийде в Україну, тільки якщо тут будуть рівні правила для всіх",
    date: "22-06-2023",
    image: "https://eurosolidarity.org/wp-content/uploads/2023/06/6ee46858-d5ac-41ee-b553-d10a639f6266-1030x438.jpeg",
    text: [
      {
        id: "0",
        paragraph:
          "В Лондоні паралельно відразу на кількох важливих майданчиках відбуваються дискусії про поствоєнне майбутнє України.",
      },
      {
        id: "1",
        paragraph:
          "Тут великий урядовий і депутатський десант, представники громадянського суспільства. На жаль, на конференції з відбудови в парламентській делегації традиційно немає представників демократичної опозиції, хоч наша фракція направила листа на президію ВР з проханням включити до її складу керівника нашої політсили. Це про єдність.",
      },
      {
        id: "2",
        paragraph:
          "Але на наших чисельних зустрічах на всіх інших майданчиках, зокрема на форумі IDU, в аналітичних центрах, на інших інвентах, де мали зустрічі з європейськими, американськими та канадськими урядовцями і політиками, наша команда робить все для членства Україні в ЄС і НАТО, посилення збройної підтримки і жорстких санкцій проти РФ. Нас чують. З Марією Іоновою, Петром Порошенком, Артуром Герасимовим, Олексієм Гончаренком провели в ці дні десятки зустрічей.",
      },
      {
        id: "3",
        paragraph:
          "Головні враження. Західні партнери усвідомлюють свою роль в нашій майбутній спільній Перемозі і будуть допомогати Україні стільки, скільки буде потрібно. Але вони все бачать і точно не готові, аби кошти платників податків західних країн розкрадалися.",
      },
      {
        id: "4",
        paragraph:
          "Тому без внутрішніх реформ нічого не буде. Нинішня владна команда була змушена від «голубів миру десь посередині» стати на фундамент «Армія.Мова. Віра». Так ось, владі прийдеться розпочати реальну боротьбу з корупцією і почати з себе.",
      },
      {
        id: "5",
        paragraph:
          "Якщо рік тому наші західні партнери наклали табу на внутрішньополітичні українські теми, то зараз проблема корупції, кумівства (правда, тепер це квартальство, але такого слова в англійській немає), верховенства права і незалежних судів, необхідності залучення громадянського суспільства до вироблення політик і контролю – звучить в кожній промові західних лідерів, від яких і залежить надання фінансової підтримки України.",
      },
      {
        id: "6",
        paragraph:
          "Політична демократія, реальна децентралізація, сильні інституції і свобода слова – обовʼязкова складова нашого руху до ЄС і НАТО, без цього нічого не буде.",
      },
      {
        id: "7",
        paragraph:
          "І коли західні лідери вітають прогрес по медіа, то мова йде про прийнятий закон. Цензуру ніхто не вітатиме, це влада також мала б почути. Кошмарити мерів теж не варто. Сподіваюся, окрім гарних фото урядовий і провладний депутатський десант везуть з конференції чітке розуміння нашого домашнього завдання",
      },
      {
        id: "8",
        paragraph:
          "Приватний інвестор прийде в зруйновану війною Україну, тільки якщо тут будуть рівні правила для всіх. Бізнес готовий нас підтримувати, але не на альтруїзмі. Тому так важливі верховенство права і громадський та парламентський контроль. Ми мали нагоду поспілкуватися з представниками правлячої консервативної і опозиційної лейбористської партії UK, позиція щодо підтримки України – спільна і сильна. Дякуємо за це.",
      },
    ],
  },
  {
    id: "2",
    title: "Микола Княжицький. Наш квиток у НАТО – це реформи, які треба зробити",
    date: "23-06-2023",
    image: "https://eurosolidarity.org/wp-content/uploads/2022/03/21cf7f91-f178-4093-b02e-0282eb4281ab-1030x438.jpeg",
    text: [
      {
        id: "0",
        paragraph: "Я щиро переконаний у нашій Перемозі, у тому, що Україна буде в НАТО і ЄС і жоден сусідський варвар нам не загрожуватиме.",
      },
      {
        id: "1",
        paragraph: "Але це не відбудеться автоматично і без наших зусиль.",
      },
      {
        id: "2",
        paragraph: "Я переконаний, що таке твердження не є до кінця справедливим. У НАТО є країни, де демократії не більше, а корупції не менше. Але фактом залишається неусвідомлення нашою владою усіх ризиків, у які вона кидає народ, продовжуючи будувати напіваторитарний корумпований режим.",
      },
      {
        id: "3",
        paragraph: "Роль парламенту зведена до мінімуму, свобода слова обмежена, права опозиції порушуються, правоохоронна і судова система не є незалежними. А реформи у цих галузях і є нашим виграшним лотерейним квитком на вступ у НАТО. Просто цей квиток потрібно купити.",
      },
      {
        id: "4",
        paragraph: "Одне тішить у словах Байдена – у нас сучасна армія, яка готова координуватися з військовими інших країн НАТО.",
      },
    ],
  },
  {
    id: "3",
    title: "Микола Княжицький. Наш квиток у НАТО – це реформи, які треба зробити",
    date: "23-06-2023",
    image: "https://eurosolidarity.org/wp-content/uploads/2022/03/21cf7f91-f178-4093-b02e-0282eb4281ab-1030x438.jpeg",
    text: [
      {
        id: "0",
        paragraph: "Я щиро переконаний у нашій Перемозі, у тому, що Україна буде в НАТО і ЄС і жоден сусідський варвар нам не загрожуватиме.",
      },
      {
        id: "1",
        paragraph: "Але це не відбудеться автоматично і без наших зусиль.",
      },
      {
        id: "2",
        paragraph: "Я переконаний, що таке твердження не є до кінця справедливим. У НАТО є країни, де демократії не більше, а корупції не менше. Але фактом залишається неусвідомлення нашою владою усіх ризиків, у які вона кидає народ, продовжуючи будувати напіваторитарний корумпований режим.",
      },
      {
        id: "3",
        paragraph: "Роль парламенту зведена до мінімуму, свобода слова обмежена, права опозиції порушуються, правоохоронна і судова система не є незалежними. А реформи у цих галузях і є нашим виграшним лотерейним квитком на вступ у НАТО. Просто цей квиток потрібно купити.",
      },
      {
        id: "4",
        paragraph: "Одне тішить у словах Байдена – у нас сучасна армія, яка готова координуватися з військовими інших країн НАТО.",
      },
    ],
  },
  {
    id: "4",
    title: "Микола Княжицький. Наш квиток у НАТО – це реформи, які треба зробити",
    date: "23-06-2023",
    image: "https://eurosolidarity.org/wp-content/uploads/2022/03/21cf7f91-f178-4093-b02e-0282eb4281ab-1030x438.jpeg",
    text: [
      {
        id: "0",
        paragraph: "Я щиро переконаний у нашій Перемозі, у тому, що Україна буде в НАТО і ЄС і жоден сусідський варвар нам не загрожуватиме.",
      },
      {
        id: "1",
        paragraph: "Але це не відбудеться автоматично і без наших зусиль.",
      },
      {
        id: "2",
        paragraph: "Я переконаний, що таке твердження не є до кінця справедливим. У НАТО є країни, де демократії не більше, а корупції не менше. Але фактом залишається неусвідомлення нашою владою усіх ризиків, у які вона кидає народ, продовжуючи будувати напіваторитарний корумпований режим.",
      },
      {
        id: "3",
        paragraph: "Роль парламенту зведена до мінімуму, свобода слова обмежена, права опозиції порушуються, правоохоронна і судова система не є незалежними. А реформи у цих галузях і є нашим виграшним лотерейним квитком на вступ у НАТО. Просто цей квиток потрібно купити.",
      },
      {
        id: "4",
        paragraph: "Одне тішить у словах Байдена – у нас сучасна армія, яка готова координуватися з військовими інших країн НАТО.",
      },
    ],
  },
 /*  {
    id: "",
    title: "",
    date: "",
    image: "",
    text: [
      {
        id: "",
        paragraph: "",
      },
    ],
  },
  {
    id: "",
    title: "",
    date: "",
    image: "",
    text: [
      {
        id: "",
        paragraph: "",
      },
    ],
  },
  {
    id: "",
    title: "",
    date: "",
    image: "",
    text: [
      {
        id: "",
        paragraph: "",
      },
    ],
  }, */
];
