export const news = [
  {
    id: "0",
    title:
      "Ірина Геращенко з Херсону: наша задача – не дати світові забути про Каховську ГЕС",
    date: "11-06-2023",
    images: [
      "https://eurosolidarity.org/wp-content/uploads/2023/06/fd053c02-471d-4ae6-b6a5-76282e5c9c79-e1686498995970-1030x438.jpeg",
    ],
    text: "Херсон сьогодні заливає дощем, холодно. Але велика вода потроху відступає. Голосно гухкає. Найвищий рівень підтоплення залишається на острові, де вода сягає 4-5 метрів. За ці дні рятувальники, поліція і волонтери евакуювали більше 2750 мешканців. Окупанти обстрілюють евакуацію, тож, на жаль, є загиблі, поранені і зниклі безвісти. У місцевих лікарнях багато постраждалих, як цивільних, так і рятувальників, яких накрили обстріли. Міжнародні місії на острів і тим більше лівий берег не вирушають, чекаючи постраждалих біля затопленого мосту. На Корабельній площі встановили бетонні укриття від бомбардувань, тут працює штаб. ",
  },
  {
    id: "1",
    title:
      "Ірина Геращенко: робоча група погодилась підвищита виплати пораненим і надати статус УБД загиблим тероборонівцям.",
    date: "13-06-2023",
    images: [
      "https://eurosolidarity.org/wp-content/uploads/2023/03/albert_210323_6363-1030x438.jpg",
    ],
    text: "Робоча група у Верховній Раді з питань вирішення проблем військовослужбовців узгодила правки щодо поранених – про це повідомила співголова фракції «Європейська Солідарність» Ірина Геращенко. «Протягом лікування в лікарні вони дотримуватимуть 100 тисяч, на період реабілітації ця сума становить 12 тисяч гривень. Також узгоджено рішення, що військові частини зможуть брати на баланс машини з правостороннім кермом», – пише Геращенко на своїй сторінці у Facebook. «Європейську Солідарність» в групі представляють Петро Порошенко і я. Поінформували колег про наші останні візити до Херсону і також добилися законодавчого вирішення проблеми зарахування в штат військових підрозділів (посмертно) тих, хто загинув при виконанні бойового завдання, але ще не встиг отримати відповідні документи про таке зарахування. Мова йде про героїв Бузкового Гаю в Херсоні, розстріляних окупантами та інших добровольців», – зауважує Геращенко.",
  },
  {
    id: "2",
    title:
      "Порошенко в The Times: підрив росіянами Каховської ГЕС це глобальна катастрофа",
    date: "13-06-2023",
    images: [
      "https://eurosolidarity.org/wp-content/uploads/2023/06/0da4b337-eaba-4bce-969b-084896a6e91f-1024x438.jpeg",
      "https://eurosolidarity.org/wp-content/uploads/2023/06/d559b771-1a7f-4610-9f09-b920fade87dc-1024x681.jpeg",
      "https://eurosolidarity.org/wp-content/uploads/2023/06/1f93f095-dd25-487b-93d2-722607d3242a-1024x768.jpeg",
    ],
    text: "Кореспонденти видання The Times одразу після підриву Каховської ГЕС побували у Херсоні і розповіли, як відбувається евакуація людей під російськими обстрілами. Як зазначають журналісти, причал, куди привозять людей, нагадує міні-Дюнкерк — надувні човни, гребні човни, байдарки, швидкісні катери Rib, водні мотоцикли та старі жерстяні човни. Усі вони евакуювали людей, відрізаних від допомоги. Річка тепер тече між затопленими житловими будинками в центрі міста Херсона. Вода кольору чаю, смердюча з маслянистим блиском – пише The Times. Вода прибула після руйнування найбільшої в Україні дамби Нової Каховки вранці у вівторок, і могутнє море поглинуло машини, будинки та села на 50 миль, витіснило 20 000 людей з обох боків річки, а ще більше мешканців позбавило води та електроенергії. Лихо дозволило деяким українцям втекти від російської окупації. Попри те, що Херсон був звільнений українськими військами в листопаді, лівий берег річки залишився під контролем росії, і люди в приблизно 35 населених пунктах були затоплені з того боку. Серед них 37-річна Вікторія, яка приїхала в п’ятницю з Олешок із братом і двома синами та двома німецькими вівчарками. Коли їй допомогли вийти з човна і вона помітила синьо-жовтий український прапор, вона заплакала.  «Я не відчуваю землі під ногами», — сказала вона. «Я дуже вдячна рятувальникам. Ми були в окупації з лютого минулого року, потім нас вигнали з дому, тому що він був затоплений майже до даху». Вони переїхали до свекра на вищу місцевість, але рівень води продовжував зростати.  «Ми хотіли приїхати в середу, але росіяни поставили блокпости на вулиці і сказали, що будуть стріляти в усіх, хто піде», – додала вона. Зрештою, у п’ятницю вдень вона вирішила поїхати на човні.  Її чоловік відмовився їхати, залишився з батьками. «Він сказав мені, що я божевільна, що це надто небезпечно», — сказала вона. Боялися, що росіяни стрілятимуть.  «Це було жахливо — здається, моє серце зупинилося на всю 40-хвилинну подорож». Її молодший син, 11-річний Іван, показує дірку спереду та ззаду на своїй футболці. «Я випрала її і повісила на мотузці, а росіяни обстріляли і пройшли прямо наскрізь», — сказала його мати. Під один з обстрілів медійники потрапляють разом з волонтерами, які привезли гуманітарну допомогу херсонцям. Іноземці шоковані тим, що росіяни стріляють по людям, які втратили все, і рятувальникам, які допомагають з ризиком для життя.",
  },
  {
    id: "3",
    title:
      "Порошенко на BBC: Вільнюський саміт НАТО має стати частиною нашого наступу на росію",
    date: "12-06-2023",
    images: [
      "https://eurosolidarity.org/wp-content/uploads/2023/06/ea8180ae-3c4d-468a-9185-48f253577ed1-1030x438.jpeg",
    ],
    text: "Петро Порошенко в ефірі BBC заявив, що саміт НАТО у Вільнюсі має стати частиною наступу ЗСУ на російських окупантів. Порошенко також зазначив, що однією із запорук української перемоги є внутрішня і зовнішня єдність. «Ми маємо дуже важливий етап нашого наступу в липні, і цей етап – Вільнюський саміт НАТО.  Без нашого майбутнього членства в НАТО не буде  миру в Україні.  Миру на континенті не буде. Я думаю, що Велика Британія може продемонструвати своє лідерство так само, як вона веде танкову коаліцію, коаліцію протиповітряної оборони, коаліцію реактивних винищувачів, коаліцію НАТО. Таке лідерство є життєво важливим не лише для нас, але й для глобальної стійкої системи безпеки», – наголошує Порошенко. Відповідаючи на запитання щодо вірогідності проведення виборів, Порошенко зазначив: «у перший же день війни я зустрівся із Зеленським і сказав, що я більше не лідер опозиції, і ви більше не мій опонент, ми солдати. І я хочу зазначити – ми все ще солдати. Ми не політики. Ми не ведемо дискусії, тому що вибори – це атака на єдність, єдність у світі та всередині країни.  Це ключовий фактор нашої перемоги.  Ніхто зараз не може думати ні про що, крім перемоги. І про майбутні вибори можна говорити, коли вся українська земля буде вільною від російських окупантів», – резюмує Порошенко. ",
  },
  {
    id: "4",
    title:
      "Чекаємо на вибухові звіти: Порошенко передав артилеристам трьох бригад партію дронів «Валькірія»",
    date: "12-06-2023",
    images: [
      "https://eurosolidarity.org/wp-content/uploads/2023/06/353459951_808799407272596_4757694763374674094_n-1-1030x438.jpg",
      "https://eurosolidarity.org/wp-content/uploads/2023/06/353459436_808799423939261_8979591157324890829_n-1024x703.jpg",
      "https://eurosolidarity.org/wp-content/uploads/2023/06/353610596_808799513939252_7832628012134458973_n-1024x839.jpg",
    ],
    text: "Петро Порошенко передав бійцям трьох бригад шість дронів «Валькірія» для артилерійської розвідки. Як пояснюють військові, цей безпілотник призначений для розвідки і корегування. «Він працює в загальній системі розвідки сумісно з Мавіком, сумісно з Лелеками, але виконує свою дуже важливу функцію. Дрон дуже гарний, практика свідчить, що у нього найменша статистика щодо збиття ППО, тому дрон дуже потрібний, дуже хороший», – розповідає боєць з позивним «Заєць». «Валькірія» вилітає, починає прочісувати певну зону, яка визначена для розвідки, виявляє цілі, і вже конкретно до цієї цілі в залежності від глибини летить Мавік або Лелека і корегує. Практика показує, що коврова розвідка іншими дронами не дуже ефективна, бо її збивають. «Валькірію» в цьому плані за рахунок її конструкції ППО важко збити», – розповідає військовий.",
  },
  {
    id: "5",
    title:
      "Хліб херсонський нескорений: Порошенко привіз у волонтерську пекарню електропіч – замість знищеної росіянами",
    date: "11-06-2023",
    images: [
      "https://eurosolidarity.org/wp-content/uploads/2023/06/352992574_808100557342481_3240287451532157194_n-e1686558735808-1030x438.jpg",
      "https://eurosolidarity.org/wp-content/uploads/2023/06/353017121_808100624009141_6335119563252568323_n-1024x681.jpg",
    ],
    text: "Волонтерська пекарня у Херсоні знову може працювати на повну потужність. Петро Порошенко під час поїздки з гуманітарним вантажем привіз професійну пічку замість розбитої під час російського обстрілу. 5 червня черговий ворожий «приліт» завдав руйнувань приміщенню пекарні, а один з пароконвектоматів, в якому випікали хліб, сильно посікло осколками.  «Плакати не будемо, руки опускати не будемо. Будемо думати як викручуватися. Хліб буде. Я радію, що всі живі. А все інше – зараз не важливо», – повідомила тоді херсонська активістка ГО «Справа Громад» Оксана Погомій.",
  },
  {
    id: "6",
    title:
      "Ірина Геращенко з Херсону: волонтери і рятувальники тут працюють цілодобово",
    date: "11-06-2023",
    images: [
      "https://eurosolidarity.org/wp-content/uploads/2023/06/353800379_6220566501364444_4815336407965026758_n-1024x768.jpg",
      "https://eurosolidarity.org/wp-content/uploads/2023/06/353821188_6220566591364435_820046468351277655_n.jpg",
    ],
    text: "Депутатки Верховної Ради з фракції «Європейська Солідарність» Ірина Геращенко та Марія Іонова зараз перебувають у Херсоні. Як повідомила співголова фракції Ірина Геращенко, місцеві волонтери працюють фактично цілодобово, приймаючи та розподіляючи гуманітарну допомогу. «Витривалості нашої херсонської команди можна позаздрити. Ми – третя група, яка в неділю завезла їй гуманітарку. На годину раніше Оксана Погомій розвантажувала величезну фуру від «Європейської Солідарності Київщини», до того були наші з Марією знайомі волонтери, яких ми спрямували на Херсон», – розповідає Геращенко.",
  },
  { id: "7", 
    title: "Порошенко у річницю безвізу: Україна переможе і стане членом ЄС та НАТО", 
    date: "11-06-2023", 
    images: [
      "https://eurosolidarity.org/wp-content/uploads/2023/02/albert_030223_5718-1030x438.jpg",
    ], 
    video:'https://www.youtube.com/watch?v=_MvNExgRKuM&t=1s',
    text: "Петро Порошенко у річницю безвізу на своїй сторінці у Facebook пише, що шість років тому мало хто вірив у відкриті для українців кордони ЄС. Він наголошує: віра в Перемогу, незламність та наполегливість українців зрештою так само приведуть до членства нашої держави в ЄС і НАТО. «Мало хто вірив, що це можливо – але шість років тому ми здобули безвіз. Ми були дуже наполегливі і вірили у свою мету. Ми багато працювали, щоб виконати всі умови для лібералізації візового режиму. І досягли мети. Завдяки безвізу мільйони українців відкрили для себе Європу, а Європа відкрила українців – щирих, талановитих, доброзичливих. А після повномасштабного вторгнення – прийняла і прихистила наших жінок і дітей», – нагадав п’ятий Президент." 
  },
  { id: "8", 
    title: "Ірина Геращенко: парламент закликав світ визнати підрив Каховської ГЕС", 
    date: "10-06-2023", 
    images: [
      "https://eurosolidarity.org/wp-content/uploads/2023/06/c70c3e18-00e2-4eed-b4c5-710222ba29fd-1030x438.jpeg",
    ], 
    text: "Верховна Рада звернулася до парламентів і урядів світу, до міжнародних організацій, зокрема ООН, через підрив Каховської ГЕС – про це пише у Facebook співголова фракції «Європейська Солідарність» Ірина Геращенко. «Закликали визнати цей черговий злочин рф актом тероризму, екоциду та воєнним злочином відповідно до Женевської конвенції 1949 р. Підрив греблі вже спровокував одну найбільших техногенних катастроф в Європі, наслідки ми поки не можемо і уявити», – зазначає Геращенко." 
  },
];
