export const news = [
  {
    id: "1",
    title:
      "Ірина Геращенко з Херсону: наша задача – не дати світові забути про Каховську ГЕС",
    date: "11-06-2023",
    image: "https://eurosolidarity.org/wp-content/uploads/2023/06/fd053c02-471d-4ae6-b6a5-76282e5c9c79-e1686498995970-1030x438.jpeg",
    text: [
      {
        id: "0",
        paragraph:
          "В Лондоні паралельно відразу на кількох важливих майданчиках відбуваються дискусії про поствоєнне майбутнє України.",
      },
      {
        id: "1",
        paragraph:
          "Тут великий урядовий і депутатський десант, представники громадянського суспільства. На жаль, на конференції з відбудови в парламентській делегації традиційно немає представників демократичної опозиції, хоч наша фракція направила листа на президію ВР з проханням включити до її складу керівника нашої політсили. Це про єдність.",
      },
      {
        id: "2",
        paragraph:
          "Але на наших чисельних зустрічах на всіх інших майданчиках, зокрема на форумі IDU, в аналітичних центрах, на інших інвентах, де мали зустрічі з європейськими, американськими та канадськими урядовцями і політиками, наша команда робить все для членства Україні в ЄС і НАТО, посилення збройної підтримки і жорстких санкцій проти РФ. Нас чують. З Марією Іоновою, Петром Порошенком, Артуром Герасимовим, Олексієм Гончаренком провели в ці дні десятки зустрічей.",
      },
      {
        id: "3",
        paragraph:
          "Головні враження. Західні партнери усвідомлюють свою роль в нашій майбутній спільній Перемозі і будуть допомогати Україні стільки, скільки буде потрібно. Але вони все бачать і точно не готові, аби кошти платників податків західних країн розкрадалися.",
      },
      {
        id: "4",
        paragraph:
          "Тому без внутрішніх реформ нічого не буде. Нинішня владна команда була змушена від «голубів миру десь посередині» стати на фундамент «Армія.Мова. Віра». Так ось, владі прийдеться розпочати реальну боротьбу з корупцією і почати з себе.",
      },
      {
        id: "5",
        paragraph:
          "Якщо рік тому наші західні партнери наклали табу на внутрішньополітичні українські теми, то зараз проблема корупції, кумівства (правда, тепер це квартальство, але такого слова в англійській немає), верховенства права і незалежних судів, необхідності залучення громадянського суспільства до вироблення політик і контролю – звучить в кожній промові західних лідерів, від яких і залежить надання фінансової підтримки України.",
      },
      {
        id: "6",
        paragraph:
          "Політична демократія, реальна децентралізація, сильні інституції і свобода слова – обовʼязкова складова нашого руху до ЄС і НАТО, без цього нічого не буде.",
      },
      {
        id: "7",
        paragraph:
          "І коли західні лідери вітають прогрес по медіа, то мова йде про прийнятий закон. Цензуру ніхто не вітатиме, це влада також мала б почути. Кошмарити мерів теж не варто. Сподіваюся, окрім гарних фото урядовий і провладний депутатський десант везуть з конференції чітке розуміння нашого домашнього завдання",
      },
      {
        id: "8",
        paragraph:
          "Приватний інвестор прийде в зруйновану війною Україну, тільки якщо тут будуть рівні правила для всіх. Бізнес готовий нас підтримувати, але не на альтруїзмі. Тому так важливі верховенство права і громадський та парламентський контроль. Ми мали нагоду поспілкуватися з представниками правлячої консервативної і опозиційної лейбористської партії UK, позиція щодо підтримки України – спільна і сильна. Дякуємо за це.",
      },
    ],
  },
  {
    id: "2",
    title:
      "Ірина Геращенко: робоча група погодилась підвищита виплати пораненим і надати статус УБД загиблим тероборонівцям.",
    date: "13-06-2023",
    image: "https://eurosolidarity.org/wp-content/uploads/2023/03/albert_210323_6363-1030x438.jpg",
    text: [
      {
        id: "0",
        paragraph:
          "В Лондоні паралельно відразу на кількох важливих майданчиках відбуваються дискусії про поствоєнне майбутнє України.",
      },
      {
        id: "1",
        paragraph:
          "Тут великий урядовий і депутатський десант, представники громадянського суспільства. На жаль, на конференції з відбудови в парламентській делегації традиційно немає представників демократичної опозиції, хоч наша фракція направила листа на президію ВР з проханням включити до її складу керівника нашої політсили. Це про єдність.",
      },
      {
        id: "2",
        paragraph:
          "Але на наших чисельних зустрічах на всіх інших майданчиках, зокрема на форумі IDU, в аналітичних центрах, на інших інвентах, де мали зустрічі з європейськими, американськими та канадськими урядовцями і політиками, наша команда робить все для членства Україні в ЄС і НАТО, посилення збройної підтримки і жорстких санкцій проти РФ. Нас чують. З Марією Іоновою, Петром Порошенком, Артуром Герасимовим, Олексієм Гончаренком провели в ці дні десятки зустрічей.",
      },
      {
        id: "3",
        paragraph:
          "Головні враження. Західні партнери усвідомлюють свою роль в нашій майбутній спільній Перемозі і будуть допомогати Україні стільки, скільки буде потрібно. Але вони все бачать і точно не готові, аби кошти платників податків західних країн розкрадалися.",
      },
      {
        id: "4",
        paragraph:
          "Тому без внутрішніх реформ нічого не буде. Нинішня владна команда була змушена від «голубів миру десь посередині» стати на фундамент «Армія.Мова. Віра». Так ось, владі прийдеться розпочати реальну боротьбу з корупцією і почати з себе.",
      },
      {
        id: "5",
        paragraph:
          "Якщо рік тому наші західні партнери наклали табу на внутрішньополітичні українські теми, то зараз проблема корупції, кумівства (правда, тепер це квартальство, але такого слова в англійській немає), верховенства права і незалежних судів, необхідності залучення громадянського суспільства до вироблення політик і контролю – звучить в кожній промові західних лідерів, від яких і залежить надання фінансової підтримки України.",
      },
      {
        id: "6",
        paragraph:
          "Політична демократія, реальна децентралізація, сильні інституції і свобода слова – обовʼязкова складова нашого руху до ЄС і НАТО, без цього нічого не буде.",
      },
      {
        id: "7",
        paragraph:
          "І коли західні лідери вітають прогрес по медіа, то мова йде про прийнятий закон. Цензуру ніхто не вітатиме, це влада також мала б почути. Кошмарити мерів теж не варто. Сподіваюся, окрім гарних фото урядовий і провладний депутатський десант везуть з конференції чітке розуміння нашого домашнього завдання",
      },
      {
        id: "8",
        paragraph:
          "Приватний інвестор прийде в зруйновану війною Україну, тільки якщо тут будуть рівні правила для всіх. Бізнес готовий нас підтримувати, але не на альтруїзмі. Тому так важливі верховенство права і громадський та парламентський контроль. Ми мали нагоду поспілкуватися з представниками правлячої консервативної і опозиційної лейбористської партії UK, позиція щодо підтримки України – спільна і сильна. Дякуємо за це.",
      },
    ],
  },
  {
    id: "3",
    title:
      "Порошенко в The Times: підрив росіянами Каховської ГЕС це глобальна катастрофа",
    date: "13-06-2023",
    image:"https://eurosolidarity.org/wp-content/uploads/2023/06/0da4b337-eaba-4bce-969b-084896a6e91f-1024x438.jpeg",
    text: [
      {
        id: "0",
        paragraph:
          "В Лондоні паралельно відразу на кількох важливих майданчиках відбуваються дискусії про поствоєнне майбутнє України.",
      },
      {
        id: "1",
        paragraph:
          "Тут великий урядовий і депутатський десант, представники громадянського суспільства. На жаль, на конференції з відбудови в парламентській делегації традиційно немає представників демократичної опозиції, хоч наша фракція направила листа на президію ВР з проханням включити до її складу керівника нашої політсили. Це про єдність.",
      },
      {
        id: "2",
        paragraph:
          "Але на наших чисельних зустрічах на всіх інших майданчиках, зокрема на форумі IDU, в аналітичних центрах, на інших інвентах, де мали зустрічі з європейськими, американськими та канадськими урядовцями і політиками, наша команда робить все для членства Україні в ЄС і НАТО, посилення збройної підтримки і жорстких санкцій проти РФ. Нас чують. З Марією Іоновою, Петром Порошенком, Артуром Герасимовим, Олексієм Гончаренком провели в ці дні десятки зустрічей.",
      },
      {
        id: "3",
        paragraph:
          "Головні враження. Західні партнери усвідомлюють свою роль в нашій майбутній спільній Перемозі і будуть допомогати Україні стільки, скільки буде потрібно. Але вони все бачать і точно не готові, аби кошти платників податків західних країн розкрадалися.",
      },
      {
        id: "4",
        paragraph:
          "Тому без внутрішніх реформ нічого не буде. Нинішня владна команда була змушена від «голубів миру десь посередині» стати на фундамент «Армія.Мова. Віра». Так ось, владі прийдеться розпочати реальну боротьбу з корупцією і почати з себе.",
      },
      {
        id: "5",
        paragraph:
          "Якщо рік тому наші західні партнери наклали табу на внутрішньополітичні українські теми, то зараз проблема корупції, кумівства (правда, тепер це квартальство, але такого слова в англійській немає), верховенства права і незалежних судів, необхідності залучення громадянського суспільства до вироблення політик і контролю – звучить в кожній промові західних лідерів, від яких і залежить надання фінансової підтримки України.",
      },
      {
        id: "6",
        paragraph:
          "Політична демократія, реальна децентралізація, сильні інституції і свобода слова – обовʼязкова складова нашого руху до ЄС і НАТО, без цього нічого не буде.",
      },
      {
        id: "7",
        paragraph:
          "І коли західні лідери вітають прогрес по медіа, то мова йде про прийнятий закон. Цензуру ніхто не вітатиме, це влада також мала б почути. Кошмарити мерів теж не варто. Сподіваюся, окрім гарних фото урядовий і провладний депутатський десант везуть з конференції чітке розуміння нашого домашнього завдання",
      },
      {
        id: "8",
        paragraph:
          "Приватний інвестор прийде в зруйновану війною Україну, тільки якщо тут будуть рівні правила для всіх. Бізнес готовий нас підтримувати, але не на альтруїзмі. Тому так важливі верховенство права і громадський та парламентський контроль. Ми мали нагоду поспілкуватися з представниками правлячої консервативної і опозиційної лейбористської партії UK, позиція щодо підтримки України – спільна і сильна. Дякуємо за це.",
      },
    ],
  },
  {
    id: "4",
    title:
      "Порошенко на BBC: Вільнюський саміт НАТО має стати частиною нашого наступу на росію",
    date: "12-06-2023",
    image: "https://eurosolidarity.org/wp-content/uploads/2023/06/ea8180ae-3c4d-468a-9185-48f253577ed1-1030x438.jpeg",
    text: [
      {
        id: "0",
        paragraph:
          "В Лондоні паралельно відразу на кількох важливих майданчиках відбуваються дискусії про поствоєнне майбутнє України.",
      },
      {
        id: "1",
        paragraph:
          "Тут великий урядовий і депутатський десант, представники громадянського суспільства. На жаль, на конференції з відбудови в парламентській делегації традиційно немає представників демократичної опозиції, хоч наша фракція направила листа на президію ВР з проханням включити до її складу керівника нашої політсили. Це про єдність.",
      },
      {
        id: "2",
        paragraph:
          "Але на наших чисельних зустрічах на всіх інших майданчиках, зокрема на форумі IDU, в аналітичних центрах, на інших інвентах, де мали зустрічі з європейськими, американськими та канадськими урядовцями і політиками, наша команда робить все для членства Україні в ЄС і НАТО, посилення збройної підтримки і жорстких санкцій проти РФ. Нас чують. З Марією Іоновою, Петром Порошенком, Артуром Герасимовим, Олексієм Гончаренком провели в ці дні десятки зустрічей.",
      },
      {
        id: "3",
        paragraph:
          "Головні враження. Західні партнери усвідомлюють свою роль в нашій майбутній спільній Перемозі і будуть допомогати Україні стільки, скільки буде потрібно. Але вони все бачать і точно не готові, аби кошти платників податків західних країн розкрадалися.",
      },
      {
        id: "4",
        paragraph:
          "Тому без внутрішніх реформ нічого не буде. Нинішня владна команда була змушена від «голубів миру десь посередині» стати на фундамент «Армія.Мова. Віра». Так ось, владі прийдеться розпочати реальну боротьбу з корупцією і почати з себе.",
      },
      {
        id: "5",
        paragraph:
          "Якщо рік тому наші західні партнери наклали табу на внутрішньополітичні українські теми, то зараз проблема корупції, кумівства (правда, тепер це квартальство, але такого слова в англійській немає), верховенства права і незалежних судів, необхідності залучення громадянського суспільства до вироблення політик і контролю – звучить в кожній промові західних лідерів, від яких і залежить надання фінансової підтримки України.",
      },
      {
        id: "6",
        paragraph:
          "Політична демократія, реальна децентралізація, сильні інституції і свобода слова – обовʼязкова складова нашого руху до ЄС і НАТО, без цього нічого не буде.",
      },
      {
        id: "7",
        paragraph:
          "І коли західні лідери вітають прогрес по медіа, то мова йде про прийнятий закон. Цензуру ніхто не вітатиме, це влада також мала б почути. Кошмарити мерів теж не варто. Сподіваюся, окрім гарних фото урядовий і провладний депутатський десант везуть з конференції чітке розуміння нашого домашнього завдання",
      },
      {
        id: "8",
        paragraph:
          "Приватний інвестор прийде в зруйновану війною Україну, тільки якщо тут будуть рівні правила для всіх. Бізнес готовий нас підтримувати, але не на альтруїзмі. Тому так важливі верховенство права і громадський та парламентський контроль. Ми мали нагоду поспілкуватися з представниками правлячої консервативної і опозиційної лейбористської партії UK, позиція щодо підтримки України – спільна і сильна. Дякуємо за це.",
      },
    ],
  },
  {
    id: "5",
    title: "Чекаємо на вибухові звіти: Порошенко передав артилеристам трьох бригад партію дронів «Валькірія»",
    date: "12-06-2023",
    image:"https://eurosolidarity.org/wp-content/uploads/2023/06/353459951_808799407272596_4757694763374674094_n-1-1030x438.jpg",
    text: [
      {
        id: "0",
        paragraph:
          "В Лондоні паралельно відразу на кількох важливих майданчиках відбуваються дискусії про поствоєнне майбутнє України.",
      },
      {
        id: "1",
        paragraph:
          "Тут великий урядовий і депутатський десант, представники громадянського суспільства. На жаль, на конференції з відбудови в парламентській делегації традиційно немає представників демократичної опозиції, хоч наша фракція направила листа на президію ВР з проханням включити до її складу керівника нашої політсили. Це про єдність.",
      },
      {
        id: "2",
        paragraph:
          "Але на наших чисельних зустрічах на всіх інших майданчиках, зокрема на форумі IDU, в аналітичних центрах, на інших інвентах, де мали зустрічі з європейськими, американськими та канадськими урядовцями і політиками, наша команда робить все для членства Україні в ЄС і НАТО, посилення збройної підтримки і жорстких санкцій проти РФ. Нас чують. З Марією Іоновою, Петром Порошенком, Артуром Герасимовим, Олексієм Гончаренком провели в ці дні десятки зустрічей.",
      },
      {
        id: "3",
        paragraph:
          "Головні враження. Західні партнери усвідомлюють свою роль в нашій майбутній спільній Перемозі і будуть допомогати Україні стільки, скільки буде потрібно. Але вони все бачать і точно не готові, аби кошти платників податків західних країн розкрадалися.",
      },
      {
        id: "4",
        paragraph:
          "Тому без внутрішніх реформ нічого не буде. Нинішня владна команда була змушена від «голубів миру десь посередині» стати на фундамент «Армія.Мова. Віра». Так ось, владі прийдеться розпочати реальну боротьбу з корупцією і почати з себе.",
      },
      {
        id: "5",
        paragraph:
          "Якщо рік тому наші західні партнери наклали табу на внутрішньополітичні українські теми, то зараз проблема корупції, кумівства (правда, тепер це квартальство, але такого слова в англійській немає), верховенства права і незалежних судів, необхідності залучення громадянського суспільства до вироблення політик і контролю – звучить в кожній промові західних лідерів, від яких і залежить надання фінансової підтримки України.",
      },
      {
        id: "6",
        paragraph:
          "Політична демократія, реальна децентралізація, сильні інституції і свобода слова – обовʼязкова складова нашого руху до ЄС і НАТО, без цього нічого не буде.",
      },
      {
        id: "7",
        paragraph:
          "І коли західні лідери вітають прогрес по медіа, то мова йде про прийнятий закон. Цензуру ніхто не вітатиме, це влада також мала б почути. Кошмарити мерів теж не варто. Сподіваюся, окрім гарних фото урядовий і провладний депутатський десант везуть з конференції чітке розуміння нашого домашнього завдання",
      },
      {
        id: "8",
        paragraph:
          "Приватний інвестор прийде в зруйновану війною Україну, тільки якщо тут будуть рівні правила для всіх. Бізнес готовий нас підтримувати, але не на альтруїзмі. Тому так важливі верховенство права і громадський та парламентський контроль. Ми мали нагоду поспілкуватися з представниками правлячої консервативної і опозиційної лейбористської партії UK, позиція щодо підтримки України – спільна і сильна. Дякуємо за це.",
      },
    ],
  },
  {
    id: "6",
    title: "Хліб херсонський нескорений: Порошенко привіз у волонтерську пекарню електропіч – замість знищеної росіянами",
    date: "11-06-2023",
    image: "https://eurosolidarity.org/wp-content/uploads/2023/06/352992574_808100557342481_3240287451532157194_n-e1686558735808-1030x438.jpg",
    text: [
      {
        id: "0",
        paragraph:
          "В Лондоні паралельно відразу на кількох важливих майданчиках відбуваються дискусії про поствоєнне майбутнє України.",
      },
      {
        id: "1",
        paragraph:
          "Тут великий урядовий і депутатський десант, представники громадянського суспільства. На жаль, на конференції з відбудови в парламентській делегації традиційно немає представників демократичної опозиції, хоч наша фракція направила листа на президію ВР з проханням включити до її складу керівника нашої політсили. Це про єдність.",
      },
      {
        id: "2",
        paragraph:
          "Але на наших чисельних зустрічах на всіх інших майданчиках, зокрема на форумі IDU, в аналітичних центрах, на інших інвентах, де мали зустрічі з європейськими, американськими та канадськими урядовцями і політиками, наша команда робить все для членства Україні в ЄС і НАТО, посилення збройної підтримки і жорстких санкцій проти РФ. Нас чують. З Марією Іоновою, Петром Порошенком, Артуром Герасимовим, Олексієм Гончаренком провели в ці дні десятки зустрічей.",
      },
      {
        id: "3",
        paragraph:
          "Головні враження. Західні партнери усвідомлюють свою роль в нашій майбутній спільній Перемозі і будуть допомогати Україні стільки, скільки буде потрібно. Але вони все бачать і точно не готові, аби кошти платників податків західних країн розкрадалися.",
      },
      {
        id: "4",
        paragraph:
          "Тому без внутрішніх реформ нічого не буде. Нинішня владна команда була змушена від «голубів миру десь посередині» стати на фундамент «Армія.Мова. Віра». Так ось, владі прийдеться розпочати реальну боротьбу з корупцією і почати з себе.",
      },
      {
        id: "5",
        paragraph:
          "Якщо рік тому наші західні партнери наклали табу на внутрішньополітичні українські теми, то зараз проблема корупції, кумівства (правда, тепер це квартальство, але такого слова в англійській немає), верховенства права і незалежних судів, необхідності залучення громадянського суспільства до вироблення політик і контролю – звучить в кожній промові західних лідерів, від яких і залежить надання фінансової підтримки України.",
      },
      {
        id: "6",
        paragraph:
          "Політична демократія, реальна децентралізація, сильні інституції і свобода слова – обовʼязкова складова нашого руху до ЄС і НАТО, без цього нічого не буде.",
      },
      {
        id: "7",
        paragraph:
          "І коли західні лідери вітають прогрес по медіа, то мова йде про прийнятий закон. Цензуру ніхто не вітатиме, це влада також мала б почути. Кошмарити мерів теж не варто. Сподіваюся, окрім гарних фото урядовий і провладний депутатський десант везуть з конференції чітке розуміння нашого домашнього завдання",
      },
      {
        id: "8",
        paragraph:
          "Приватний інвестор прийде в зруйновану війною Україну, тільки якщо тут будуть рівні правила для всіх. Бізнес готовий нас підтримувати, але не на альтруїзмі. Тому так важливі верховенство права і громадський та парламентський контроль. Ми мали нагоду поспілкуватися з представниками правлячої консервативної і опозиційної лейбористської партії UK, позиція щодо підтримки України – спільна і сильна. Дякуємо за це.",
      },
    ],
  },
  {
    id: "7",
    title:"Ірина Геращенко з Херсону: волонтери і рятувальники тут працюють цілодобово",
    date: "11-06-2023",
    image:"https://eurosolidarity.org/wp-content/uploads/2023/06/353800379_6220566501364444_4815336407965026758_n-1024x768.jpg",
    text: [
      {
        id: "0",
        paragraph:
          "В Лондоні паралельно відразу на кількох важливих майданчиках відбуваються дискусії про поствоєнне майбутнє України.",
      },
      {
        id: "1",
        paragraph:
          "Тут великий урядовий і депутатський десант, представники громадянського суспільства. На жаль, на конференції з відбудови в парламентській делегації традиційно немає представників демократичної опозиції, хоч наша фракція направила листа на президію ВР з проханням включити до її складу керівника нашої політсили. Це про єдність.",
      },
      {
        id: "2",
        paragraph:
          "Але на наших чисельних зустрічах на всіх інших майданчиках, зокрема на форумі IDU, в аналітичних центрах, на інших інвентах, де мали зустрічі з європейськими, американськими та канадськими урядовцями і політиками, наша команда робить все для членства Україні в ЄС і НАТО, посилення збройної підтримки і жорстких санкцій проти РФ. Нас чують. З Марією Іоновою, Петром Порошенком, Артуром Герасимовим, Олексієм Гончаренком провели в ці дні десятки зустрічей.",
      },
      {
        id: "3",
        paragraph:
          "Головні враження. Західні партнери усвідомлюють свою роль в нашій майбутній спільній Перемозі і будуть допомогати Україні стільки, скільки буде потрібно. Але вони все бачать і точно не готові, аби кошти платників податків західних країн розкрадалися.",
      },
      {
        id: "4",
        paragraph:
          "Тому без внутрішніх реформ нічого не буде. Нинішня владна команда була змушена від «голубів миру десь посередині» стати на фундамент «Армія.Мова. Віра». Так ось, владі прийдеться розпочати реальну боротьбу з корупцією і почати з себе.",
      },
      {
        id: "5",
        paragraph:
          "Якщо рік тому наші західні партнери наклали табу на внутрішньополітичні українські теми, то зараз проблема корупції, кумівства (правда, тепер це квартальство, але такого слова в англійській немає), верховенства права і незалежних судів, необхідності залучення громадянського суспільства до вироблення політик і контролю – звучить в кожній промові західних лідерів, від яких і залежить надання фінансової підтримки України.",
      },
      {
        id: "6",
        paragraph:
          "Політична демократія, реальна децентралізація, сильні інституції і свобода слова – обовʼязкова складова нашого руху до ЄС і НАТО, без цього нічого не буде.",
      },
      {
        id: "7",
        paragraph:
          "І коли західні лідери вітають прогрес по медіа, то мова йде про прийнятий закон. Цензуру ніхто не вітатиме, це влада також мала б почути. Кошмарити мерів теж не варто. Сподіваюся, окрім гарних фото урядовий і провладний депутатський десант везуть з конференції чітке розуміння нашого домашнього завдання",
      },
      {
        id: "8",
        paragraph:
          "Приватний інвестор прийде в зруйновану війною Україну, тільки якщо тут будуть рівні правила для всіх. Бізнес готовий нас підтримувати, але не на альтруїзмі. Тому так важливі верховенство права і громадський та парламентський контроль. Ми мали нагоду поспілкуватися з представниками правлячої консервативної і опозиційної лейбористської партії UK, позиція щодо підтримки України – спільна і сильна. Дякуємо за це.",
      },
    ],
  },
  { id: "8", 
    title: "Порошенко у річницю безвізу: Україна переможе і стане членом ЄС та НАТО", 
    date: "11-06-2023", 
    image: "https://eurosolidarity.org/wp-content/uploads/2023/02/albert_030223_5718-1030x438.jpg",
    video:'https://www.youtube.com/watch?v=_MvNExgRKuM&t=1s',
    text: [
      {
        id: "0",
        paragraph:
          "В Лондоні паралельно відразу на кількох важливих майданчиках відбуваються дискусії про поствоєнне майбутнє України.",
      },
      {
        id: "1",
        paragraph:
          "Тут великий урядовий і депутатський десант, представники громадянського суспільства. На жаль, на конференції з відбудови в парламентській делегації традиційно немає представників демократичної опозиції, хоч наша фракція направила листа на президію ВР з проханням включити до її складу керівника нашої політсили. Це про єдність.",
      },
      {
        id: "2",
        paragraph:
          "Але на наших чисельних зустрічах на всіх інших майданчиках, зокрема на форумі IDU, в аналітичних центрах, на інших інвентах, де мали зустрічі з європейськими, американськими та канадськими урядовцями і політиками, наша команда робить все для членства Україні в ЄС і НАТО, посилення збройної підтримки і жорстких санкцій проти РФ. Нас чують. З Марією Іоновою, Петром Порошенком, Артуром Герасимовим, Олексієм Гончаренком провели в ці дні десятки зустрічей.",
      },
      {
        id: "3",
        paragraph:
          "Головні враження. Західні партнери усвідомлюють свою роль в нашій майбутній спільній Перемозі і будуть допомогати Україні стільки, скільки буде потрібно. Але вони все бачать і точно не готові, аби кошти платників податків західних країн розкрадалися.",
      },
      {
        id: "4",
        paragraph:
          "Тому без внутрішніх реформ нічого не буде. Нинішня владна команда була змушена від «голубів миру десь посередині» стати на фундамент «Армія.Мова. Віра». Так ось, владі прийдеться розпочати реальну боротьбу з корупцією і почати з себе.",
      },
      {
        id: "5",
        paragraph:
          "Якщо рік тому наші західні партнери наклали табу на внутрішньополітичні українські теми, то зараз проблема корупції, кумівства (правда, тепер це квартальство, але такого слова в англійській немає), верховенства права і незалежних судів, необхідності залучення громадянського суспільства до вироблення політик і контролю – звучить в кожній промові західних лідерів, від яких і залежить надання фінансової підтримки України.",
      },
      {
        id: "6",
        paragraph:
          "Політична демократія, реальна децентралізація, сильні інституції і свобода слова – обовʼязкова складова нашого руху до ЄС і НАТО, без цього нічого не буде.",
      },
      {
        id: "7",
        paragraph:
          "І коли західні лідери вітають прогрес по медіа, то мова йде про прийнятий закон. Цензуру ніхто не вітатиме, це влада також мала б почути. Кошмарити мерів теж не варто. Сподіваюся, окрім гарних фото урядовий і провладний депутатський десант везуть з конференції чітке розуміння нашого домашнього завдання",
      },
      {
        id: "8",
        paragraph:
          "Приватний інвестор прийде в зруйновану війною Україну, тільки якщо тут будуть рівні правила для всіх. Бізнес готовий нас підтримувати, але не на альтруїзмі. Тому так важливі верховенство права і громадський та парламентський контроль. Ми мали нагоду поспілкуватися з представниками правлячої консервативної і опозиційної лейбористської партії UK, позиція щодо підтримки України – спільна і сильна. Дякуємо за це.",
      },
    ],
  },
  { id: "9", 
    title: "Ірина Геращенко: парламент закликав світ визнати підрив Каховської ГЕС", 
    date: "10-06-2023", 
    image: "https://eurosolidarity.org/wp-content/uploads/2023/06/c70c3e18-00e2-4eed-b4c5-710222ba29fd-1030x438.jpeg",
    text: [
      {
        id: "0",
        paragraph:
          "В Лондоні паралельно відразу на кількох важливих майданчиках відбуваються дискусії про поствоєнне майбутнє України.",
      },
      {
        id: "1",
        paragraph:
          "Тут великий урядовий і депутатський десант, представники громадянського суспільства. На жаль, на конференції з відбудови в парламентській делегації традиційно немає представників демократичної опозиції, хоч наша фракція направила листа на президію ВР з проханням включити до її складу керівника нашої політсили. Це про єдність.",
      },
      {
        id: "2",
        paragraph:
          "Але на наших чисельних зустрічах на всіх інших майданчиках, зокрема на форумі IDU, в аналітичних центрах, на інших інвентах, де мали зустрічі з європейськими, американськими та канадськими урядовцями і політиками, наша команда робить все для членства Україні в ЄС і НАТО, посилення збройної підтримки і жорстких санкцій проти РФ. Нас чують. З Марією Іоновою, Петром Порошенком, Артуром Герасимовим, Олексієм Гончаренком провели в ці дні десятки зустрічей.",
      },
      {
        id: "3",
        paragraph:
          "Головні враження. Західні партнери усвідомлюють свою роль в нашій майбутній спільній Перемозі і будуть допомогати Україні стільки, скільки буде потрібно. Але вони все бачать і точно не готові, аби кошти платників податків західних країн розкрадалися.",
      },
      {
        id: "4",
        paragraph:
          "Тому без внутрішніх реформ нічого не буде. Нинішня владна команда була змушена від «голубів миру десь посередині» стати на фундамент «Армія.Мова. Віра». Так ось, владі прийдеться розпочати реальну боротьбу з корупцією і почати з себе.",
      },
      {
        id: "5",
        paragraph:
          "Якщо рік тому наші західні партнери наклали табу на внутрішньополітичні українські теми, то зараз проблема корупції, кумівства (правда, тепер це квартальство, але такого слова в англійській немає), верховенства права і незалежних судів, необхідності залучення громадянського суспільства до вироблення політик і контролю – звучить в кожній промові західних лідерів, від яких і залежить надання фінансової підтримки України.",
      },
      {
        id: "6",
        paragraph:
          "Політична демократія, реальна децентралізація, сильні інституції і свобода слова – обовʼязкова складова нашого руху до ЄС і НАТО, без цього нічого не буде.",
      },
      {
        id: "7",
        paragraph:
          "І коли західні лідери вітають прогрес по медіа, то мова йде про прийнятий закон. Цензуру ніхто не вітатиме, це влада також мала б почути. Кошмарити мерів теж не варто. Сподіваюся, окрім гарних фото урядовий і провладний депутатський десант везуть з конференції чітке розуміння нашого домашнього завдання",
      },
      {
        id: "8",
        paragraph:
          "Приватний інвестор прийде в зруйновану війною Україну, тільки якщо тут будуть рівні правила для всіх. Бізнес готовий нас підтримувати, але не на альтруїзмі. Тому так важливі верховенство права і громадський та парламентський контроль. Ми мали нагоду поспілкуватися з представниками правлячої консервативної і опозиційної лейбористської партії UK, позиція щодо підтримки України – спільна і сильна. Дякуємо за це.",
      },
    ],
  },
];
